{
  "language": "Chinese",
  "base": {
    "school": "GZMU",
    "name": "Authorization Center",
    "fullName": "Guizhou Minzu University Authorization Center",
    "description": "Provide secure third-party authorization services and complete information management",
    "start": "GET STARTED",
    "theme": {
      "change": "Change Theme",
      "dark": "Dark",
      "light": "Light"
    }
  },
  "home": {
    "info": {
      "title": "What can we do？",
      "titleInfo": "Safe, Reliable, Stable, Fast, Flexible",
      "subTitle1": "OAuth2",
      "subTitle1Info": "Designed according to the most popular OAuth2 open authorization protocol at the moment, provides secure and reliable authentication and authorization processes for web and mobile applications.",
      "subTitle2": "Quick Use",
      "subTitle2Info": "Has a unified user information, suitable for a variety of applications, not limited to the development language.Customers can choose their favorite development method, and one process can quickly use our school system.",
      "subTitle3": "Multiple Modes",
      "subTitle3Info": "Provide the most secure authorization code mode, the simplest password mode and the most convenient verification code mode.",
      "developmentTitle": "Provide complete access documentation for developers",
      "developmentInfo": "The development language is not limited, and the http-based authorization model allows developers to choose the technology stack freely."
    }
  },
  "action": {
    "login": "Login"
  },
  "tip": {
    "success": "Success",
    "fail": "Fail",
    "login": {
      "loading": "Login",
      "success": "Login Success. Please wait",
      "fail": "Login Failed. Seems like something went wrong, please return and try.",
      "again": "Waiting too long? Click me back to try again"
    },
    "error": {
      "400": "Request error: Access denied due to invalid request body.",
      "401": "Unauthorized: Access denied due to invalid credentials.",
      "403": "Authentication failed: you do not have permission to access the resource.",
      "404": "Resource not found: Cannot find information about the resource you are accessing.",
      "500": "Service error: An internal error occurred on the server, please contact the administrator.",
      "other": "Unknown Error."
    }
  }
}
